

<div>
    <p>ส่วนราชการ สาขาวิชา {{info_major}} คณะ {{info_faculty}}</p>
    <p>ที่ {{at}} วันที่ {{date}}</p>
    <p>เรื่อง {{courseName}}</p>
</div>

<hr/>

<p>เรียน คณะบดี</p>

<p>ด้วยชื่อ-นามสกุล {{info_first_name}} {{info_last_name}} อาจารย์ประจำสาขา {{staffId}}</p>
<p>
    ภาควิชา {{department}} คณะวิทยาศาสตร์และเทคโนโลยี มีความประสงค์เข้าร่วมอบรม/สัมมนา ชื่อหลักสูตร  {{courrseName}} ในระหว่างวันที่ {{beginAt}} ถึง {{endAt}} ณ (สถานที่) {{location}} (รายละเอียดดังเอกสารแนบ) ซึ่งการเข้าร่วมอบรม/สัมมนา จะสามารถนำความรู้และประสบการณ์มาใช้ประโยชน์ ระบุความสำคัญ {{purpose}} จึงมีความประสงค์เข้าร่วมอบรม/สัมมนา ดังกล่าว
</p>

<p>จึงเรียนมาเพื่อโปรดพิจารณา</p>
<ol>
    <li>
        ขออนุมัติเข้าร่วมอบรม/สัมนา..ชื่อหลักสูตร {{courseName}} ณ สถานที่ {{location}} ระหว่างวันที่ {{beginAt}} ถึง {{endAt}}
    </li>
    <li>
        ขออนุมัติเดินทางไปราชการระหว่างวันที่ {{fareBeginAt}} ถึง {{fareEndAt}} ในกรณีเดินทางล่วงหน้าและกลับหลังช่วงเวลาอบรม/สัมนา
    </li>
    <li>
        ขอเบิกค่าใช้จ่าย {{coursePrice}} บาท ( {{coursePriceInText}} ) ในข้อ 1 และข้อ 2ตามสืทธิ์ที่พึงได้รับ
    </li>
    <li>
        ขออนุมัตินำรถยนต์ส่วนตัว (ชื่อผู้ขับ) {{driver}} ทะเบียนรถ {{carPlate}} เดินทางไปราชการระหว่างวันที่ {{carBeginAt}} ถึงวันที่ {{carEndAt}} (สถานที่) {{location}} /อนุมัติเดืนทาง ไปราชการโดยเครื่องบิน ไปกลับกรุงเทพ-{{country}} (กรณีเดินทางโดยเครื่องบิน)
    </li>
</ol>

