<h1>บันทึกข้อความ A2</h1>

สัญญาอนุญาตให้พนักงานมหาวิทยาลัยไปศึกษา ฝึกอบรม หรือปฏิบัติการวิจัย ณ ต่างประเทศ

สัญญาเลขที่ {{contractNumber}}
 
สัญญาฉบับนี้ทําขึ้น ณ {{contractLocation}} 
ตําบล/แขวง {{subdistrict}} อําเภอ/เขต {{district}} จังหวัด {{province}} 
เมื่อวันที่ {{date}} เดือน {{month}} พ.ศ {{year}} 
ระหว่างมหาวิทยาลัยเทคโนโลยีราชมงคลกรุงเทพ โดย {{name}} 
ตําแหน่ง {{position}} ซึ่งต่อไปในสัญญานี้เรียกว่า “ผู้รับสัญญา” ฝ่ายหนึ่ง 
กับ นาย / นาง / นางสาว {{name1}} อายุ {{age}} ปี  พนักงานมหาวิทยาลัย 
บัตรประจําตัวพนักงานมหาวิทยาลัยเลขที่ {{staffNumber}} 
สังกัด {{affiliate}} มหาวิทยาลัยเทคโนโลยีราชมงคลกรุงเทพ กระทรวงศึกษาธิการ 
อยู่บ้านเลขที่ {{houseNumber}} หมู่ที่ {{swine}} ซอย {{alley}} 
ตําบล/แขวง {{subDistrict}} อําเภอ / เขต {{district}} จังหวัด {{province}}
เป็นผู้ได้รับอนุญาตให้ไปศึกษา ฝึกอบรม หรือปฏิบัติการวิจัย ณ ต่างประเทศ ระดับ {{level}} 
สาขาวิชา {{department}} ที่ {{at}} 
ประเทศ {{country}} ซึ่งต่อไปในสัญญานี้เรียกว่า “ผู้ให้สัญญา” อีกฝ่ายหนึ่ง 
คู่สัญญาทั้งสองฝ่ายได้ตกลงกันมีข้อความดังต่อไปนี้
ข้อ 1 “ผู้รับสัญญา” อนุญาตให้ “ผู้ให้สัญญา” ไปศึกษา ฝึกอบรม หรือปฏิบัติการวิจัย 
ณ ต่างประเทศ ระดับ {{level1}} สาขาวิชา {{department1}}
ที่ {{at1}} ประเทศ {{country1}}
มีกําหนด {{timePeriodYear}} ปี นับตั้งแต่วันที่ {{since}} เดือน {{month1}} พ.ศ. {{year1}} 
จนถึงวันที่ {{untilDate}} เดือน. {{month2}} พ.ศ {{year2}}
ข้อ 2 ในระหว่างที่ “ผู้ให้สัญญา” ได้รับอนุญาตให้ไปศึกษา ฝึกอบรม หรือปฏิบัติการวิจัย 
ณ ต่างประเทศ นี้ “ผู้ให้สัญญา” จะต้องรักษาวินัยและประพฤติปฏิบัติตามระเบียบข้อบังคับหรือคําสั่งของ 
ทางราชการของ “ผู้รับสัญญา” และของสถานศึกษา สถานที่ฝึกอบรม หรือปฏิบัติการวิจัย ที่ “ผู้ให้สัญญา” ศึกษาฝึกอบรมหรือปฏิบัติการวิจัย อยู่ตลอดจนประกาศคณะกรรมการบริหารงานบุคคลสําหรับพนักงามหาวิทยาลัย มหาวิทยาลัยเทคโนโลยีราชมงคลกรุงเทพ ทั้งที่ได้ออกใช้บังคับอยู่แล้วในวันทําสัญญานี้และ / หรือ ที่จะออกใช้บังคับต่อไปในภายภาคหน้าด้วยโดยเคร่งครัด
ข้อ 3 “ผู้ให้สัญญา” จะตั้งใจอุตสาหะและเพียรพยายามอย่างดีที่สุดที่จะศึกษา ฝึกอบรม 
หรือปฏิบัติการวิจัยให้สําเร็จโดยเร็วที่สุด และจะสนใจแสวงหาความรู้ทั่วไปเพิ่มเติมเป็นเนืองนิจ
ในกรณีที่ “ผู้ให้สัญญา” มีกิจธุระหรือเจ็บป่วย หรือมีกรณีอื่นใดที่ “ผู้ให้สัญญา” ไม่อาจไปศึกษา 
ฝึกอบรม หรือปฏิบัติการวิจัยตามปกติได้ “ผู้ให้สัญญา” จะต้องยื่นใบลาและในกรณีที่ลาเกินกว่า 15 (สิบห้า) วัน “ผู้ให้สัญญา” จะต้องยื่นใบลาต่อ “ผู้รับสัญญา” ตามระเบียบว่าด้วยการลาของทางราชการด้วย




ข้อ 4 “ผู้ให้สัญญา” จะต้องไม่หลีกเลี่ยงละเลย ทอดทิ้ง พัก ยุติ เลิกหรือลาออกจาก สถานศึกษา สถานที่ฝึกอบรม หรือปฏิบัติการวิจัย ที่ “ผู้ให้สัญญา” ได้รับอนุญาตให้ไปศึกษา ฝึกอบรม หรือ ปฏิบัติการวิจัย ก่อนสําเร็จการศึกษา โดยมิได้รับความเห็นชอบจาก “ผู้รับสัญญา” ก่อน และจะต้อง รายงานผลให้ “ผู้รับสัญญา” ทราบทุกภาคการศึกษา ในกรณีที่ไปศึกษาต่อ หรือทุกระยะตามแบบรายงาน และตามระยะเวลาที่ “ผู้รับสัญญา” หรือทางราชการกําหนด
ข้อ 5 เมื่อ “ผู้ให้สัญญา” สําเร็จการศึกษา ฝึกอบรม หรือปฏิบัติการวิจัยแล้ว หรือทางราชการไม่อนุญาตให้ “ผู้ให้สัญญา” ไปศึกษา ฝึกอบรม และปฏิบัติการวิจัยต่อ ไม่ว่ากรณีใดๆ หรือ การศึกษา ฝึกอบรม หรือปฏิบัติการวิจัยของ “ผู้ให้สัญญา” ต้องยุติลงด้วยประการใด ๆ หรือ “ผู้รับสัญญา” เพิกถอนการอนุญาตตามสัญญานี้แล้ว “ผู้ให้สัญญา” จะต้องปฏิบัติดังนี้
5.1 รายงานตัวกลับเข้าปฏิบัติงานเป็นหนังสือต่อ “ผู้รับสัญญา” หรือ ผู้บังคับบัญชาชั้นต้นของ “ผู้ให้สัญญา” ทันที
5.2 เข้าปฏิบัติงานตามแผนงาน หรือโครงการที่ทางราชการกําหนดต่อไปในคณะ {{faculty}} มหาวิทยาลัยเทคโนโลยีราชมงคลกรุงเทพ กระทรวงศึกษาธิการ หรือกระทรวง ทบวง กรม ตามที่ทางราชการเห็นสมควรทันที่เป็นเวลาไม่น้อยกว่า 2 (สอง) เท่า ของระยะ เวลาที่ไปศึกษา ฝึกอบรม หรือปฏิบัติการวิจัย และในกรณีที่ “ผู้ให้สัญญา” เคยได้รับอนุญาตให้ไปศึกษา ฝึกอบรม หรือปฏิบัติการวิจัยตามสัญญาเลขที่ {{contract}} ลงวันที่ {{date1}} ซึ่ง“ผู้ให้สัญญา” ยังเหลือระยะเวลาปฏิบัติงานชดใช้ตามสัญญาดังกล่าวอยู่เป็นจํานวน {{timeperiodyear1}} ปี {{timeperiodmonth}} เดือน {{timeperiodday}} วัน “ผู้ให้สัญญา” จะต้องปฏิบัติงานชดใช้ โดยรวมระยะเวลาดังกล่าวต่อเนื่องเข้ากับ ระยะเวลาการปฏิบัติงานชดใช้ตามสัญญานี้ด้วย
ข้อ 6 ถ้า “ผู้ให้สัญญา” ไม่ปฏิบัติตามที่กําหนดไว้ในข้อ 2 ข้อ 3 หรือข้อ 4 ไม่ว่าด้วย เหตุใด ๆ ก็ตามหรือหาก “ผู้รับสัญญา” พิจารณาเห็นว่า “ผู้ให้สัญญา” ไม่สามารถที่จะสําเร็จการศึกษา ฝึกอบรม หรือปฏิบัติการวิจัย ภายในเวลาที่กําหนดได้ “ผู้รับสัญญา” มีสิทธิเพิกถอนการอนุญาตตามสัญญานี้ ได้ทันที
ข้อ 7 ถ้า “ผู้ให้สัญญา” ผิดสัญญาข้อ 5 “ผู้ให้สัญญา” จะต้องชดใช้เงินให้แก่ “ผู้รับสัญญา” ดังต่อไปนี้
7.1 ถ้า “ผู้ให้สัญญา” ไม่กลับเข้าปฏิบัติงานเลย “ผู้ให้สัญญา” จะต้องชดใช้คืน เงินทุน เงินเดือน เงินเพิ่ม และ / หรือเงินอื่นใดทั้งสิ้นที่ “ผู้ให้สัญญา” ได้รับไปทั้งหมดจากทางราชการ ในระหว่างที่ได้รับอนุญาตให้ไปศึกษา ฝึกอบรม หรือปฏิบัติการวิจัย ณ ต่างประเทศ นอกจากนี้ “ผู้ให้สัญญา” จะต้องจ่ายเงินเป็นเบี้ยปรับให้แก่ “ผู้รับสัญญา” อีกเป็นจํานวน 2 (สอง) เท่าของเงินที่ “ผู้ให้สัญญา” จะต้องชดใช้คืนดังกล่าว
7.2 ในกรณีที่ “ผู้ให้สัญญา” กลับเข้าปฏิบัติงานบ้าง แต่ไม่ครบกําหนดเวลา ดังกล่าวในข้อ 5.2 “ผู้ให้สัญญา” จะต้องชดใช้เงินคืนและเบี้ยปรับดังกล่าว ในข้อ 7.1 โดยลดลงตามส่วน ของระยะเวลาที่ “ผู้ให้สัญญา” กลับเข้าปฏิบัติงาน
                    ข้อ 8 เงินที่จะชดใช้คืนและเงินเบี้ยปรับตามสัญญานี้ “ผู้ให้สัญญา” จะต้องชําระให้แก่ “ผู้รับสัญญา” จนครบถ้วน ภายในกําหนด 30 (สามสิบ) วัน นับจากวัน ได้รับแจ้งจาก “ผู้รับสัญญา” หาก “ผู้ให้สัญญา” ไม่ชําระภายในกําหนดดังกล่าว หรือชําระให้แต่ไม่ครบ ทั้งนี้จะโดยความยินยอมของ “ผู้รับสัญญา” หรือไม่ก็ตาม “ผู้ให้สัญญา” จะต้องชําระดอกเบี้ยในจํานวนเงินที่ยังมิได้ชําระในอัตรา ร้อยละ 7.5 ต่อปี นับจากวันถัดจากวันครบกําหนดดังกล่าว จนกว่าจะชําระครบถ้วนอีกด้วย
                   ข้อ 9 ในกรณีที่ “ผู้ให้สัญญา” ไม่สามารถกลับเข้าปฏิบัติงานชดใช้หรือปฏิบัติงานชดใช้ ไม่ครบกําหนดเวลาตามข้อ 5 เพราะถึงแก่ความตายหรือถูกสั่งให้ออกจากราชการเนื่องจากเจ็บป่วย ทุพพลภาพ ตกเป็นผู้ไร้ความสามารถหรือจิตฟันเฟือนไม่สมประกอบ “ผู้ให้สัญญา” ไม่ต้องรับผิดชอบตาม ความในข้อ 7.1 หรือ 7.2 แล้วแต่กรณี แต่ทั้งนี้ ถ้าในระหว่าง 3 (สาม) ปี นับแต่วันที่ “ผู้รับสัญญา” กําหนดให้กลับเข้าปฏิบัติงานหรือวันที่ “ผู้ให้สัญญา” ได้ออกจากราชการด้วยเหตุข้างต้น “ผู้ให้สัญญา” ไปทํางานอื่น เช่น งานรัฐวิสาหกิจ บริษัท ห้างร้านของเอกชน องค์การระหว่างประเทศ หรือองค์การ ต่างประเทศ ฯลฯ “ผู้ให้สัญญา” ยังต้องรับผิดชดใช้เงินและเบี้ยปรับตามข้อ  7.1 หรือ 7.2 แล้วแต่กรณี เว้นแต่ “ผู้รับสัญญา” จะพิจารณาเห็นว่ามีเหตุอันควรให้ “ผู้ให้สัญญา” พ้นผิด
                 





                  ข้อ 10 ในระหว่างที่ “ผู้ให้สัญญา” ได้รับอนุญาตให้ไปศึกษา ฝึกอบรม หรือปฏิบัติการ วิจัย หรือในระหว่างที่ “ผู้ให้สัญญา” กลับเข้าปฏิบัติงานตามข้อ 5 ถ้า “ผู้ให้สัญญา” ประพฤติผิดวินัย อย่างร้ายแรงจนถูกลงโทษไล่ออก / หรือ / ปลดออกจากราชการ “ผู้ให้สัญญา” จะต้องชดใช้เงินและเบี้ยปรับ ให้แก่ “ผู้รับสัญญา” เป็นจํานวนเงินทั้งหมดหรือลดลงตามส่วนเช่นเดียวกับสัญญาข้อ 7
                   ข้อ 11 ในกรณีที่ “ผู้ให้สัญญา” มีพันธะต้องชําระเงินให้แก่ “ผู้รับสัญญา” ตามสัญญานี้ “ผู้ให้สัญญา” ยอมให้ “ผู้รับสัญญา” หักเงินบําเหน็จบํานาญ และ / หรือเงินอื่นใดที่ “ผู้ให้สัญญา” จะพึงได้รับจากทางราชการเพื่อชดใช้เงินที่ “ผู้ให้สัญญา” ต้องรับผิดชอบตามสัญญานี้ได้”
                  ข้อ 12 ในวันทําสัญญานี้ “ผู้ให้สัญญา” ได้จัดให้ {{name2}} ทําสัญญาค้ําประกันความรับผิดชอบและการปฏิบัติตามสัญญานี้ของ “ผู้ให้สัญญา” ด้วยแล้ว
ในกรณีผู้ค้ําประกันถึงแก่กรรม หรือถูกศาลมีคําสั่งให้พิทักษ์ทรัพย์เด็ดขาดหรือมี คําพิพากษาให้ล้มละลาย หรือ “ผู้รับสัญญา” เห็นสมควรให้ “ผู้ให้สัญญา” เปลี่ยนผู้ค้ําประกัน “ผู้ให้สัญญา” จะต้องจัดให้มีผู้ค้ําประกันรายใหม่มาทําสัญญาค้ําประกันแทนภายในกําหนด 30 วัน นับแต่ วันที่ผู้ค้ําประกันเดิมถึงแก่กรรม หรือถูกศาลมีคําสั่งพิทักษ์ทรัพย์เด็ดขาด หรือมีคําพิพากษาให้ล้มละลาย หรือวันที่ “ผู้ให้สัญญา” ได้รับแจ้งจาก “ผู้รับสัญญา” ให้เปลี่ยนผู้ค้ําประกัน แล้วแต่กรณี ถ้า “ผู้ให้สัญญา” ไม่จัดให้มีผู้ค้ําประกันรายใหม่มาทําสัญญาค้ําประกันแทนภายในกําหนดเวลาดังกล่าว “ผู้รับสัญญา” มีสิทธิ เพิกถอนการอนุญาตตามสัญญานี้ได้
                  ข้อ 13 ประกาศคณะกรรมการบริหารงานบุคคลสําหรับพนักงานมหาวิทยาลัย มหาวิทยาลัยเทคโนโลยีราชมงคลกรุงเทพ รวมทั้งที่จะมีการแก้ไขเพิ่มเติมในภายภาคหน้าให้ถือเป็นส่วน หนึ่งของสัญญานี้


                            สัญญานี้ทําขึ้นเป็นสามฉบับ มีข้อความถูกต้องตรงกัน คู่สัญญาได้อ่านและเข้าใจ โดย ละเอียดตลอดแล้ว จึงได้ลงลายมือชื่อไว้เป็นสําคัญต่อหน้าพยานและคู่สัญญาและผู้รับมอบอํานาจต่างยึดถือ ไว้ฝ่ายละฉบับ
                                                                                                                         ลงชื่อ.............................ผู้ให้สัญญา
                                                                                                                                    (.............................)
                                                                                                                         ลงชื่อผู้รับสัญญา
                                                                                                                                    (.............................)
                                                                                                                         ลงชื่อ.............................พยาน
                                                                                                                                    (.............................)
                                                                                                                         ลงชื่อ.............................พยาน
                                                                                                                                    ({{ }})
ข้าพเจ้า {{name3}} คู่สมรสของ {{spouseName}}
ยินยอมให้ {name4}} ทําสัญญาฉบับนี้ได้
                                                                                                                         ลงชื่อ {{ }} ผู้ให้ความยินยอม
                                                                                                                                    ({{ }})
                                                                                                                         ลงชื่อ {{ }} พยาน
                                                                                                                                    ({{ }})
                                                                                                                         ลงชื่อ {{ }} พยาน
                                                                                                                                    ({{ }})
ข้าพเจ้าขอรับรองว่าไม่มีคู่สมรส (เป็นโสด / คู่สมรสตาย / หย่า ) ในขณะที่ทําสัญญานี้
ลงชื่อ {{ }} ผู้ให้สัญญา
